Repository: CodeMaison/appProjects
Catalog: virtualBookmark/virtualBookmark/*.lproj/Localizable.strings
Languages: fr

# currentReading.erreurPagesTitle
source: Error
fr: Erreur

# currentReading.erreurPagesMessage
source: You entered a page number superior to the total number of pages of the book
fr: Vous avez saisi un numéro de page supérieur au nombre total de pages du livre

# currentReading.erreurPagesAction
source: Modify
fr: Modifier

# currentReading.noBook
source: You are not reading any book at the moment
fr: Vous n'avez actuellement aucun livre en cours de lecture

# currentReading.navigationItemTitle
source: Readings in progress
fr: Lectures en cours

# currentReading.tabbarItemTitle
source: Readings
fr: Lectures

# newBook.erreurScanningTitle
source: Unable to proceed with scanning
fr: Scanning impossible

# newBook.erreurScanningMessage
source: A device with a camera is required to proceed with scanning
fr: Le scanning nécessite l'utilisation d'un appareil équipé d'une caméra

# newBook.okScanningTitle
source: Yippee!
fr: Youpi!

# newBook.okScanningMessage
source: Barcode has been successfully scanned
fr: Le code-barres a été scanné

# newBook.barcodePosition
source: Place barcode here
fr: Positionnez le code-barres ici

# missingInfos.missingInfosTitle
source: Some information is missing
fr: Il manque des informations

# missingInfos.missingInfosMessage
source: All elements should be completed in order to proceed
fr: Vous devez avoir renseigné toutes les informations pour continuer

# missingInfos.addingInfos
source: Add missing information
fr: Ajout des informations manquantes

# missingInfos.explanationText
source: Indicate missing information to complete the adding of your book!
fr: Complétez les informations manquantes pour finaliser l'ajout de votre livre!

# missingInfos.formPlaceholderTitle
source: Title
fr: Titre

# missingInfos.formPlaceholderAuthors
source: Author(s) (to be splitted with a comma)
fr: Auteur(s) (à séparer par une virgule)

# missingInfos.formPlaceholderPage
source: Book total number of pages
fr: Nombre total de pages du livre

# missingInfos.formValidateButtonText
source: Validate
fr: Valider

# missingInfos.formCancelButtonText
source: Cancel
fr: Annuler

# historical.section0
source: Current month
fr: Ce mois-ci

# historical.section1
source: Last month
fr: Le mois dernier

# historical.section2
source: This year
fr: Cette année

# historical.section3
source: Last years
fr: Les années précédentes

# historical.scopeAll
source: All
fr: Tous

# historical.scopeFavoris
source: Favorites
fr: Favoris

# historical.noBook
source: You didn't read any book yet
fr: Vous n'avez actuellement aucun livre lu

# historical.noSearchResult
source: No result for your search
fr: Il n'y a pas de résultat à votre recherche

# historical.searchbarPlaceholder
source: Search for a book or an author
fr: Rechercher un livre ou un auteur

# historical.navigationItemTitle
source: Books that I read
fr: Livres que j'ai lus

# historical.tabbarItemTitle
source: Historical
fr: Historique

# historical.deleteBookTitle
source: Warning
fr: Attention

# historical.deleteBookMessage
source: Do you really want to delete this book?
fr: Etes-vous sûr de vouloir supprimer ce livre?

# historical.deleteBookActionValidate
source: Validate
fr: Valider

# historical.deleteBookActionCancel
source: Cancel
fr: Annuler

# statistics.navigationItemTitle
source: Statistics
fr: Statistiques

# statistics.comingSoonLabel
source: Coming soon!
fr: Ca arrive bientôt!

# content.okButtonText
source: Let's go!
fr: C'est parti!

# content.page0Text
source: Add your book by using the + button to scan the barcode
fr: Ajoutez votre livre en utilisant le bouton + pour scanner le code-barres

# content.page1Text
source: Use the virtual bookmark and keep an eye on your reading progression of the book
fr: Utilisez le marque-page virtuel et suivez votre pourcentage d'avancement du livre

# content.page2Text
source: Swipe to the left to indicate that you finished to read the book or to delete it
fr: Swipez à gauche pour indiquer que vous avez terminé de lire le livre ou le supprimer

# content.page3Text
source: Tag your favorite books and share them on Facebook
fr: Taggez vos livres favoris et partagez-les sur Facebook

# content.page4Text
source: Find your reading historical quickly thanks to the search bar
fr: Retrouvez l'historique de vos lectures en un clin d'oeil grâce à la barre de recherche
